{
  "audio_segments": [
    {
      "id": 0,
      "transcript": "So far we have been focusing on questions where all the forces are either horizontal or they are vertical upward downward, right? But many times what happens is that forces obviously are at an angle, so we need to know what to do in such a case. So for example, if I had a block.",
      "start_time": "8.31",
      "end_time": "24.379"
    },
    {
      "id": 1,
      "transcript": "And it has a force that is acting this way.",
      "start_time": "25.459",
      "end_time": "28.01"
    },
    {
      "id": 2,
      "transcript": "Now how do I deal with such a force? OK, so the standard approach is to convert everything to a combination of horizontal and vertical forces. So we'll say that this force is actually so much horizontal and so much vertical. You can always break up a force that is like this into a horizontal component and a vertical component.",
      "start_time": "28.809",
      "end_time": "50.65"
    },
    {
      "id": 3,
      "transcript": "This thing we call ICAP. So this direction, you know, we call it ICAP direction. This direction we call it JAP direction. So what does that mean? That means if I have 3 units like this, ICAP is 1 unit. So if I have 3 units like this, it is ICAP plus ICAP plus ICAP, we will write it as 3ICAP. What does that mean? The length is 3. OK, ICAP has length 1.",
      "start_time": "51.08",
      "end_time": "80.349"
    },
    {
      "id": 4,
      "transcript": "Now, if in this direction.",
      "start_time": "80.8",
      "end_time": "83.23"
    },
    {
      "id": 5,
      "transcript": "I have a force which is 4 units long. I won't say 4 IAP. I'll say 4 JAP.",
      "start_time": "84.059",
      "end_time": "91.279"
    },
    {
      "id": 6,
      "transcript": "And then this force, which is actually this force, plus that force. Now this plus is not the usual plus. It is not 3 + 4. It is 3 like this plus 4 like this. So for example, if I go 3 units horizontally and I go 4 units vertically, have I gone 7 units?",
      "start_time": "92.58",
      "end_time": "113.65"
    },
    {
      "id": 7,
      "transcript": "No, right? I walked 7 units.",
      "start_time": "114.209",
      "end_time": "116.69"
    },
    {
      "id": 8,
      "transcript": "But my displacement would actually be this much. Now, how much is this? Pythagoras theorem tells us that A2 + B2 is C2. So this is root of 32 + 42.",
      "start_time": "117.33",
      "end_time": "133.25"
    },
    {
      "id": 9,
      "transcript": "Now that is 9 + 1625, so root of 25 is 5. But this is not length 5. This is a vector. It is in a direction. So this is not the best way to write it. What I will do is I will say that this vector F.",
      "start_time": "134.119",
      "end_time": "149.55"
    },
    {
      "id": 10,
      "transcript": "Usually we'll put an arrow on top. It's just simply 3IA plus 4 JAP Newtons. If this was in Newtons, it is 3IAP plus 4 JP Newtons. This is the answer, not this. That's not the answer.",
      "start_time": "151.089",
      "end_time": "167.6"
    },
    {
      "id": 11,
      "transcript": "But magnitude of F, you don't want to know what is the value of F, but you want to know the magnitude of F.",
      "start_time": "168.289",
      "end_time": "175.33"
    },
    {
      "id": 12,
      "transcript": "Which means we only want the length.",
      "start_time": "176.91",
      "end_time": "178.6"
    },
    {
      "id": 13,
      "transcript": "Then we can say that is equal to root of 32 + 42, which is fine.",
      "start_time": "179.279",
      "end_time": "185.55"
    },
    {
      "id": 14,
      "transcript": "But the force is not this force is 3IA plus 4 JAP. Suppose I had a force which was like this, this force, which I've broken it up like that. So suppose this was 6 IA and this was, well, now let us think if it was upward, I would be calling it JAP. Now it is downwards, so I'll be calling it minus JAP, but usually we put the minus in front, so let us say -5.",
      "start_time": "186.35",
      "end_time": "215.72"
    },
    {
      "id": 15,
      "transcript": "Jacob",
      "start_time": "216.21",
      "end_time": "217.3"
    },
    {
      "id": 16,
      "transcript": "What is this force? It is just simply 6 IA minus 5G cap. That's it over.",
      "start_time": "218.11",
      "end_time": "225.309"
    },
    {
      "id": 17,
      "transcript": "Now, suppose I ask you, let us add this force plus this force. Is that easy? Suppose this was 2 units, 2 Newtons, and this was 3 Newtons, what is the total force?",
      "start_time": "226.05",
      "end_time": "240.21"
    },
    {
      "id": 18,
      "transcript": "5 Newtons. This is easy. Suppose I had 2 Newtons and I had to add like this 6 Newtons.",
      "start_time": "241.63",
      "end_time": "250.639"
    },
    {
      "id": 19,
      "transcript": "What is the total force? 2 minus 6, so -4. So here we will say it is -4 Newtons. Why? Because you see, 2 this way and 6 that way, this is going to be my resultant force minus 4 Newtons if I assume this to be the positive direction.",
      "start_time": "251.839",
      "end_time": "271.35"
    },
    {
      "id": 20,
      "transcript": "OK, but it is 4 Newtons in this direction. Now these are all easy.",
      "start_time": "272.089",
      "end_time": "275.92"
    },
    {
      "id": 21,
      "transcript": "We have already seen what to do if it is perpendicular. Suppose I ask you, what about this force plus some force like this, this force, it's not even perpendicular.",
      "start_time": "276.57",
      "end_time": "287.7"
    },
    {
      "id": 22,
      "transcript": "That is the resultant force is this, but how do I add this force and that force? Tough, right? But if somebody gave me this force in this form.",
      "start_time": "288.459",
      "end_time": "300.17"
    },
    {
      "id": 23,
      "transcript": "Suppose they say this is 7 Newtons making an angle of something 40 degrees.",
      "start_time": "300.679",
      "end_time": "306.529"
    },
    {
      "id": 24,
      "transcript": "With this",
      "start_time": "307.04",
      "end_time": "307.82"
    },
    {
      "id": 25,
      "transcript": "Very difficult.",
      "start_time": "308.549",
      "end_time": "309.57"
    },
    {
      "id": 26,
      "transcript": "But instead of doing this, suppose they had given it like this, they had said, I have here a force, which is, let us say, 4 IAP.",
      "start_time": "310.109",
      "end_time": "321.01"
    },
    {
      "id": 27,
      "transcript": "Plus 3JA.",
      "start_time": "321.739",
      "end_time": "323.609"
    },
    {
      "id": 28,
      "transcript": "Another force like this, let us say 2 IA minus 1 JA. OK, so this is a little longer and that's a little shorter. Now, what is this force?",
      "start_time": "324.26",
      "end_time": "338.309"
    },
    {
      "id": 29,
      "transcript": "Just add these two straight away. 4 IA plus 2 eyes. How much is that? 6 eye cap, 3JA minus JAP. How much is that? plus 2 J. That's it. Over. Now suppose you want the length of this, you want the length, not the force. So the force is this, but what is the length of this force?",
      "start_time": "339.739",
      "end_time": "362.25"
    },
    {
      "id": 30,
      "transcript": "We will write that just as F without the arrow. What is the length of this force? Very simple, root of the square plus that square root of 6 square.",
      "start_time": "365.72",
      "end_time": "375.309"
    },
    {
      "id": 31,
      "transcript": "Plus 2 square. We can calculate it, but that's the basic idea. Why is that the case? Because 6 IA plus 2J means this is 6IA, and that is 2J. What is this length 6? What is that length 2. So what is this length Pythagoras' theorem says root of +62 + 2 square, and that's what I've written. OK. So, once you write the force in the form of I and J, the question becomes extremely easy.",
      "start_time": "375.88",
      "end_time": "405.309"
    },
    {
      "id": 32,
      "transcript": "In it, usually you get one or two questions where the question itself is given in ING form, but then sometimes the question is not given in ING form. So that means you need to convert it into ING form. So first, let us start looking at what to do if the question is given in ING form.",
      "start_time": "405.6",
      "end_time": "421.579"
    },
    {
      "id": 33,
      "transcript": "So now let us look at questions where we are looking at all objects only in space. After that, we will worry about objects on the ground. Now, what happens when you have objects in space, you don't have to worry about gravitational force. So they're all hanging in space just for easy calculation.",
      "start_time": "423.19",
      "end_time": "438.399"
    },
    {
      "id": 34,
      "transcript": "Now if I have this 5 kg block in space with 3 forces acting on it, what is its acceleration? Now, in all cases I'm really asking you to find acceleration, right? So let us think about it. 6 + 8, how much is that? 14 minus 4, so that is 10. So acceleration is 10 divided by 52 metres per second squared in that direction.",
      "start_time": "438.839",
      "end_time": "462.679"
    },
    {
      "id": 35,
      "transcript": "Correct. Now, this we have done earlier, so really this is quite easy. I will write this now as acceleration is 2 IAP metres per second square.",
      "start_time": "463.549",
      "end_time": "474.29"
    },
    {
      "id": 36,
      "transcript": "If I write it this way, I don't have to say that way. Do you understand? Because this is already ICAP. So that is the reason we introduced this question. Now, let us think about the other questions. So suppose I take this question.",
      "start_time": "475.059",
      "end_time": "487.489"
    },
    {
      "id": 37,
      "transcript": "But in this question, there is one force like this, one like this, and one like that. I want the acceleration, but acceleration is a vector and it is net force by.",
      "start_time": "488.109",
      "end_time": "498.54"
    },
    {
      "id": 38,
      "transcript": "Mass",
      "start_time": "499.26",
      "end_time": "500.489"
    },
    {
      "id": 39,
      "transcript": "Right. What is net force here? Let us see. This is 4IAP plus 6 JAP. What about this one? 7?",
      "start_time": "502.589",
      "end_time": "511.619"
    },
    {
      "id": 40,
      "transcript": "I, it's not given, but you know it is horizontal and it is that way, so it is 7IA. What about this one minus 2 IA plus 4 JAP. How do you find, how do you add all this up? Add all eye caps together. 2 IA plus 4IAP, which is 2IA plus 7IAP, which is 9 IAP.",
      "start_time": "512.229",
      "end_time": "532.7"
    },
    {
      "id": 41,
      "transcript": "4 JA plus 6 J. 10 JAP.",
      "start_time": "533.46",
      "end_time": "538.51"
    },
    {
      "id": 42,
      "transcript": "Divided by 2.",
      "start_time": "539.13",
      "end_time": "540.929"
    },
    {
      "id": 43,
      "transcript": "Which means the acceleration is 4.5 ICAP plus 5 JP metres per second square. Now, 4.5 ICAP plus 5 JAP will look like this direction.",
      "start_time": "541.479",
      "end_time": "558.909"
    },
    {
      "id": 44,
      "transcript": "So this is the acceleration direction. Now, is this the magnitude of acceleration or is this the direction plus magnitude of acceleration? Both, right? This includes direction. It also has everything in it. So this is the full acceleration. Suppose somebody asks us, I don't want A, but I want magnitude of A, then you say root of 4.5 square.",
      "start_time": "559.76",
      "end_time": "584.809"
    },
    {
      "id": 45,
      "transcript": "Plus 5 2. Every time you don't need to draw the right angle triangle, you can directly say that if it is XI plus Y J, it is X2 + Y2 root of that, that will be the magnitude. So is that clear? So if I'm given a force like this, it's very easy to add these forces and come up with one single force. Therefore, you can find the acceleration. Is that clear? Now, that is because I've given the format I and J.",
      "start_time": "585.359",
      "end_time": "611.78"
    },
    {
      "id": 46,
      "transcript": "That's very important. If you don't get that format, convert it into that format. OK. Sometimes what happens is this is an easier one. People look at this and say, I don't know what to do, but I hope that is very clear. You know what to do with this. Now let us take a slightly more complex question, OK? So I'm going to look at this question.",
      "start_time": "612.059",
      "end_time": "627.77"
    },
    {
      "id": 47,
      "transcript": "So if I look at this question,",
      "start_time": "628.609",
      "end_time": "630.159"
    },
    {
      "id": 48,
      "transcript": "Then, in this question, I have a 4 F.",
      "start_time": "630.979",
      "end_time": "634.14"
    },
    {
      "id": 49,
      "transcript": "How much I don't know. But I have another 4 horizontal direction. What should I write this? 10 IA.",
      "start_time": "634.799",
      "end_time": "641.76"
    },
    {
      "id": 50,
      "transcript": "This is already given as -5 ICAP, 55 J. 5 IAP, -5JAP, that's why it's pointing in the downward direction like that. Now, if I look at the acceleration of this 3 kg block, that is given.",
      "start_time": "643.09",
      "end_time": "656.76"
    },
    {
      "id": 51,
      "transcript": "Do you remember Newton's second law? What is it?",
      "start_time": "658.38",
      "end_time": "660.88"
    },
    {
      "id": 52,
      "transcript": "Net forces mass into acceleration. Now this force is some angle. I don't know what angle. Let us write this as F vector. Net force is this force plus this force plus this force. So if I write it here, I will write.",
      "start_time": "661.469",
      "end_time": "674.89"
    },
    {
      "id": 53,
      "transcript": "F",
      "start_time": "675.549",
      "end_time": "676.309"
    },
    {
      "id": 54,
      "transcript": "Plus 10 I cap.",
      "start_time": "677.549",
      "end_time": "679.78"
    },
    {
      "id": 55,
      "transcript": "-5 IA 5 J.",
      "start_time": "680.52",
      "end_time": "684.88"
    },
    {
      "id": 56,
      "transcript": "This is the total rate. This must be equal to mass in acceleration, so 3 times 2 IA plus 3 JA. If you remember earlier I told you first rate MA.",
      "start_time": "685.489",
      "end_time": "700.25"
    },
    {
      "id": 57,
      "transcript": "But that was because you were not using INJ. With INJ, the direction is already there. So whether you write this first or whether you write that first does not matter, OK? So if you use vectors, it's very straightforward and simple. So if, if I solve this is 6I cap, that is 10IA, this is 10 minus 5.",
      "start_time": "700.869",
      "end_time": "718.859"
    },
    {
      "id": 58,
      "transcript": "How much is this? 5ICAP. So when you bring 5IA here, 6 minus 51, so this is going to be 1 ICAP. This is 9JA, that is minus 5J cap. So when it comes here it will become + 59 + 5, 14.",
      "start_time": "719.549",
      "end_time": "734.109"
    },
    {
      "id": 59,
      "transcript": "So that means the unknown force here we found is ICAP plus 14 JAP. It's a very large force. If you want its magnitude, what will it be? root of 1 square because it's ICAP means one ICAP plus 14 square. So that will be the magnitude of this force. OK, so I hope you know how to find this. If acceleration is given, you can find the unknown force.",
      "start_time": "734.679",
      "end_time": "762.809"
    },
    {
      "id": 60,
      "transcript": "Now let us look at this case. Here the actual acceleration was given. Now let us, let me explain what this question is like. So you have a 3 kg block.",
      "start_time": "763.599",
      "end_time": "772.95"
    },
    {
      "id": 61,
      "transcript": "You have 14 minus 5A plus 3 JA.",
      "start_time": "773.58",
      "end_time": "776.789"
    },
    {
      "id": 62,
      "transcript": "Another force don't know if.",
      "start_time": "777.69",
      "end_time": "780.049"
    },
    {
      "id": 63,
      "transcript": "A third force, which is 3IA plus 6 JA Newtons.",
      "start_time": "780.76",
      "end_time": "785.59"
    },
    {
      "id": 64,
      "transcript": "OK, in that direction.",
      "start_time": "786.849",
      "end_time": "788.32"
    },
    {
      "id": 65,
      "transcript": "I have been told that this block, this object is moving vertically up. No horizontal motion, no horizontal acceleration means what?",
      "start_time": "789.219",
      "end_time": "799.32"
    },
    {
      "id": 66,
      "transcript": "Net force in the horizontal direction must be 0. OK, so let us think about it. This is only JAP.",
      "start_time": "800.2",
      "end_time": "807.809"
    },
    {
      "id": 67,
      "transcript": "ICAP is 0 only.",
      "start_time": "809.059",
      "end_time": "811.9"
    },
    {
      "id": 68,
      "transcript": "GCAP",
      "start_time": "812.64",
      "end_time": "813.38"
    },
    {
      "id": 69,
      "transcript": "OK, so for example, this was one of the questions that came up in NEET, one of similar kind of question came up where what is given is you want this force such that it is only going to go vertically. So what is, what are you going to conclude this eye cap plus that I cap plus this is also eye cap.",
      "start_time": "814.159",
      "end_time": "833.89"
    },
    {
      "id": 70,
      "transcript": "OK. This plus this plus, this must become what? 0 because ICAP force is 0. OK. So how much is my net ICAP force? So I'll write ICAP.",
      "start_time": "835.119",
      "end_time": "846.299"
    },
    {
      "id": 71,
      "transcript": "How much is the ICAP for F?",
      "start_time": "846.82",
      "end_time": "849.51"
    },
    {
      "id": 72,
      "transcript": "Plus 3 minus 5 must be 0. So what does that mean? F minus 2 is 0, so F must be equal to 2 Newtons. So have I found out what is this force 2 Newtons in the ICAP direction.",
      "start_time": "850.359",
      "end_time": "866.14"
    },
    {
      "id": 73,
      "transcript": "Now suppose they ask you, what is this acceleration, find this acceleration. Well, this force plus this force plus this force became 0. What is remaining this plus this. So how much is the net force?",
      "start_time": "867.099",
      "end_time": "881.229"
    },
    {
      "id": 74,
      "transcript": "9 Jacap Newtons, so F net.",
      "start_time": "881.94",
      "end_time": "885.25"
    },
    {
      "id": 75,
      "transcript": "Is 9 Jaca Newtons.",
      "start_time": "885.979",
      "end_time": "889.77"
    },
    {
      "id": 76,
      "transcript": "What happened to ICAP, became 0, cancelled out. But if it is 9 JAP, net force by mass will be the acceleration. Net force is 9, mass is 3, so net force by mass 3. So acceleration.",
      "start_time": "890.57",
      "end_time": "904.549"
    },
    {
      "id": 77,
      "transcript": "Is F net by mass, and so that is going to give me 9 divided by 3, so it is going to be 3 JAP units, metres per second square.",
      "start_time": "905.109",
      "end_time": "918.419"
    },
    {
      "id": 78,
      "transcript": "Understood. So this way what I have done is that we can find both the force as well as the acceleration. But notice acceleration was not given in the beginning. What was given is that it is going to be vertical. That's that's all that was given. So is that clear how to apply something like this? If the force is given in terms of ING, you should be able to combine it like this and solve.",
      "start_time": "919.929",
      "end_time": "940.739"
    },
    {
      "id": 79,
      "transcript": "Now what if the force is not given as ING? What do I do? Well, you resolve, so let us learn how to do that.",
      "start_time": "941.479",
      "end_time": "948.5"
    },
    {
      "id": 80,
      "transcript": "Many times we will be given forces that are inclined at some angle. Let us say that this was a Force F.",
      "start_time": "950.2",
      "end_time": "957.53"
    },
    {
      "id": 81,
      "transcript": "OK, and it makes some angle theta with the horizontal.",
      "start_time": "958.799",
      "end_time": "964.349"
    },
    {
      "id": 82,
      "transcript": "Now this is not given in the form of INJ ICAP JAP. So we will convert it. How much IAP this much IAP plus this much JCAP, but what is this much? How do I know what is this much? So let us say it was XIAP Y JAP.",
      "start_time": "965.539",
      "end_time": "983.859"
    },
    {
      "id": 83,
      "transcript": "But you know that this length is F, this length is X, and this length is Y.",
      "start_time": "984.77",
      "end_time": "990.57"
    },
    {
      "id": 84,
      "transcript": "Then Y by F. What is Y by F? It is the opposite side of this right angle triangle by the hypotenuse. What is opposite by hypotenuse? sine theta. So this is sin of this angle opposite by hypotenuse. So what is Y F sine theta? So I will write this as F sine theta J.",
      "start_time": "991.159",
      "end_time": "1017.559"
    },
    {
      "id": 85,
      "transcript": "And then X by F.",
      "start_time": "1018.849",
      "end_time": "1020.94"
    },
    {
      "id": 86,
      "transcript": "XYF is costtita.",
      "start_time": "1021.65",
      "end_time": "1024.489"
    },
    {
      "id": 87,
      "transcript": "So it means X is F theta. So instead of writing it as XIA, I will write it as F theta.",
      "start_time": "1025.489",
      "end_time": "1033.119"
    },
    {
      "id": 88,
      "transcript": "ICAP. In fact, you should do this all the time automatically. You look at this first and then you immediately say, what is this component we call this the component F.",
      "start_time": "1033.93",
      "end_time": "1046.06"
    },
    {
      "id": 89,
      "transcript": "The",
      "start_time": "1046.8",
      "end_time": "1047.938"
    },
    {
      "id": 90,
      "transcript": "F cause theta.",
      "start_time": "1049.16",
      "end_time": "1050.829"
    },
    {
      "id": 91,
      "transcript": "Other side of sin theta. Always F theta is easy.",
      "start_time": "1053.3",
      "end_time": "1058.39"
    },
    {
      "id": 92,
      "transcript": "F cost theta F sine theta. Is that OK? So if you can rewrite, so suppose I want to rewrite if I'll write it like this.",
      "start_time": "1058.9",
      "end_time": "1066.969"
    },
    {
      "id": 93,
      "transcript": "OK, so if you can write it as F theta IAP.",
      "start_time": "1067.53",
      "end_time": "1071.989"
    },
    {
      "id": 94,
      "transcript": "F theta IA. What is this F? Just the magnitude, just the size. OK. F theta IAP makes it with direction.",
      "start_time": "1072.699",
      "end_time": "1082.51"
    },
    {
      "id": 95,
      "transcript": "Plus F sine theta.",
      "start_time": "1083.13",
      "end_time": "1085.41"
    },
    {
      "id": 96,
      "transcript": "Jacob",
      "start_time": "1086.65",
      "end_time": "1087.64"
    },
    {
      "id": 97,
      "transcript": "Now that means I need to remember cost theta sine theta, various values for it. I've given you a list here. You know this already. Most of you probably know for angle 0, 30, 45, 60, and 90. You know, sine 0 is 0, sign 30 is half. OK. 45 is 1 by route 2, 60s, Route 3 by 2, and sign 90 is 1. OK. Now, if you don't remember, you should definitely memorise this because it is going to come up everywhere. Two important extra information.",
      "start_time": "1088.599",
      "end_time": "1118.42"
    },
    {
      "id": 98,
      "transcript": "Sign 37 is almost 3 by 5. OK, so now if you look at this triangle.",
      "start_time": "1119.0",
      "end_time": "1127.089"
    },
    {
      "id": 99,
      "transcript": "345. You remember this triangle, right? Now if you take this triangle, this angle is almost 37 degrees. Exactly you should look at it. It will be some 36.9 something, slightly less than 37, but we will call it 37 degrees. Many questions will say angle is 37. Sign 37 3 by 5.",
      "start_time": "1127.859",
      "end_time": "1150.599"
    },
    {
      "id": 100,
      "transcript": "Cost 37, 4 by 5. And then if you look at this angle, this angle is 53 degrees. So sign 53, 4 by 5.",
      "start_time": "1151.29",
      "end_time": "1161.06"
    },
    {
      "id": 101,
      "transcript": "Cost 53, free Wi Fi. Just remember this, this is a very important.",
      "start_time": "1161.619",
      "end_time": "1166.979"
    },
    {
      "id": 102,
      "transcript": "Value to just keep in mind. So many questions we'll say 37 degrees. Advantage is sin 37 3 by 5 rational number integers. Again there 4 by 5 integers. Whereas if you take sine 60 route 3 is difficult to play with. Cos 60 is very nice, but sine 60 is not. OK. Let us take an example. So for example, suppose I had 20 Newton 4s.",
      "start_time": "1167.709",
      "end_time": "1191.829"
    },
    {
      "id": 103,
      "transcript": "Making an angle of 60 degrees.",
      "start_time": "1192.729",
      "end_time": "1196.239"
    },
    {
      "id": 104,
      "transcript": "Write this force as a vector. So if I write this force as a vector.",
      "start_time": "1197.18",
      "end_time": "1202.13"
    },
    {
      "id": 105,
      "transcript": "How much is this? 20 costs 60, so 20 cost $60. Look at cost 60, costs 60 is half.",
      "start_time": "1202.829",
      "end_time": "1211.209"
    },
    {
      "id": 106,
      "transcript": "Which means 10 like this. And then what about this?",
      "start_time": "1213.38",
      "end_time": "1218.17"
    },
    {
      "id": 107,
      "transcript": "2060. 60 is Route 3 by 2. So 10 route 3.",
      "start_time": "1219.369",
      "end_time": "1227.29"
    },
    {
      "id": 108,
      "transcript": "Therefore, if I call this force F, what is F?",
      "start_time": "1228.9",
      "end_time": "1232.949"
    },
    {
      "id": 109,
      "transcript": "10 IA.",
      "start_time": "1234.9",
      "end_time": "1236.819"
    },
    {
      "id": 110,
      "transcript": "Plus 10 route 3 JAP Newtons.",
      "start_time": "1238.239",
      "end_time": "1243.39"
    },
    {
      "id": 111,
      "transcript": "Why is this useful? Because if I now have a question where there is one force like this, one force like this, one force like this, and I want to add, you will see that this becomes extremely useful. OK. Now, if this was not 60, but it was 53 degrees, then I will use sine 53 4 by 5.",
      "start_time": "1247.91",
      "end_time": "1266.02"
    },
    {
      "id": 112,
      "transcript": "OK, so cost 53 for uh for first for this 13 by 5 and sign 63 for that which is 4 by 5. OK. You'll see that there won't be a route 3, there will just be a 4 by 5, which makes it easy for calculation, OK. Otherwise, you should know what to do with the Route 3 as well. So let us do one question where we have multiple forces and we want to find the acceleration.",
      "start_time": "1266.209",
      "end_time": "1287.229"
    },
    {
      "id": 113,
      "transcript": "So now let us look at this question. So in this question, there is a 4 kg block in space. Assume this whole thing is in space. What is the difference if it was not in space? Then I'm going to have to worry about gravitational force, which I'm not drawing here, OK? So it's in space. Now there is one force which is minus 3 I + 7 J Newton, then there is one which is 4 Newton upward. You can always add the J and say this is for JA Newtons, OK.",
      "start_time": "1288.43",
      "end_time": "1315.88"
    },
    {
      "id": 114,
      "transcript": "Why is this minus? Because it's this way, -3IAP plus 7 because it's upwards. So this way, this way.",
      "start_time": "1316.13",
      "end_time": "1322.92"
    },
    {
      "id": 115,
      "transcript": "Now that force I don't know in the IJ form, OK, but I know it's 10 Newton magnitude at an angle of 30 degrees. And then there is a 3 IAP because it's a horizontal force. What is the acceleration of the 4 kg block? So that is the question.",
      "start_time": "1323.78",
      "end_time": "1341.13"
    },
    {
      "id": 116,
      "transcript": "How we go about it? We'll need to find the net force and then divide by the mass. So net force.",
      "start_time": "1341.869",
      "end_time": "1349.03"
    },
    {
      "id": 117,
      "transcript": "By mass, what is the mass? 4 kg. So this is easy. What is the problem? Net force, that is the problem. So if I want this acceleration, I need to find net force.",
      "start_time": "1350.209",
      "end_time": "1362.579"
    },
    {
      "id": 118,
      "transcript": "This is easy to add, this is easy to add, this is easy to add. What is the problem? That fellow is the problem. Why? Because it's some weird angle. What do I do? I will rewrite this in the form of I and J. How much I.",
      "start_time": "1363.839",
      "end_time": "1377.329"
    },
    {
      "id": 119,
      "transcript": "10 cost 30. 10, so that is right here. 10 cost 30. What is cost 30?",
      "start_time": "1379.119",
      "end_time": "1386.959"
    },
    {
      "id": 120,
      "transcript": "I'll write cost 30, but you should be able to calculate. Cost 30 is equal to route 3 by 2. You can see there it is Route 3 by 2. Now what happens if you forget.",
      "start_time": "1387.53",
      "end_time": "1397.79"
    },
    {
      "id": 121,
      "transcript": "Bad luck. You need to remember these values. OK. This is going to come up 100 times, 1000 times. You will find this everywhere. You should memorise this entire set and you should not take time to come up with it. You should cost 30 Route 3 by 2. So 10 times Route 3 by 2, 10 route 3 by 2 is how much? 5 route 3.",
      "start_time": "1398.329",
      "end_time": "1420.81"
    },
    {
      "id": 122,
      "transcript": "Newton's",
      "start_time": "1422.77",
      "end_time": "1424.06"
    },
    {
      "id": 123,
      "transcript": "OK. But then there is also this component.",
      "start_time": "1424.91",
      "end_time": "1427.9"
    },
    {
      "id": 124,
      "transcript": "How much is this component? 10 costs 30.",
      "start_time": "1428.449",
      "end_time": "1432.56"
    },
    {
      "id": 125,
      "transcript": "1030, so 1030 is how much? Half.",
      "start_time": "1433.069",
      "end_time": "1438.56"
    },
    {
      "id": 126,
      "transcript": "This is cost 30, that's automatically signed 30, OK. So how much is this? 10 into half it's 5 Newtons. So this force, you can rewrite this force as 5 route 3 IAP.",
      "start_time": "1439.42",
      "end_time": "1454.3"
    },
    {
      "id": 127,
      "transcript": "Plus, because it's pointing up. If this force was pointing down, it will be -5 Jcap, but this is going up, so therefore it is plus 5 Jcap Newtons.",
      "start_time": "1455.599",
      "end_time": "1467.469"
    },
    {
      "id": 128,
      "transcript": "Now, can you add up all the vectors? You can, right? So let us quickly add -3 IAP. So let me do all this. -3 IAP. I don't need to add this. Do I need to add that? Yes, plus 3 IAP. So this is done, this is done.",
      "start_time": "1468.9",
      "end_time": "1487.56"
    },
    {
      "id": 129,
      "transcript": "Plus 5 Root 3 IA.",
      "start_time": "1488.729",
      "end_time": "1493.339"
    },
    {
      "id": 130,
      "transcript": "This is also done.",
      "start_time": "1495.42",
      "end_time": "1496.599"
    },
    {
      "id": 131,
      "transcript": "Now, JAP. What is a JAP? So plus, so let me actually write the JAP down here. OK, so plus so what JAP. What JAP 7 JAP.",
      "start_time": "1497.689",
      "end_time": "1509.75"
    },
    {
      "id": 132,
      "transcript": "4JA.",
      "start_time": "1512.119",
      "end_time": "1513.859"
    },
    {
      "id": 133,
      "transcript": "Anything else? Done, done, done, done, done.",
      "start_time": "1515.209",
      "end_time": "1519.41"
    },
    {
      "id": 134,
      "transcript": "Right, this part, but that is not yet done, so plus 5 J.",
      "start_time": "1520.65",
      "end_time": "1525.26"
    },
    {
      "id": 135,
      "transcript": "Divided by 4 kg, this many Newtons by so many kgs.",
      "start_time": "1526.869",
      "end_time": "1533.189"
    },
    {
      "id": 136,
      "transcript": "This is going to give me metres per second square SI units.",
      "start_time": "1533.76",
      "end_time": "1536.88"
    },
    {
      "id": 137,
      "transcript": "Acceleration of the 4 kg block vector vector acceleration.",
      "start_time": "1537.78",
      "end_time": "1543.739"
    },
    {
      "id": 138,
      "transcript": "-3 + 3 cancers, 5 route 3 divided by 4, so 5 route 3 by 4 ICAP, and what is this?",
      "start_time": "1545.27",
      "end_time": "1555.709"
    },
    {
      "id": 139,
      "transcript": "5 + 77 + 5, 1212 + 4, 1616 divided by 44. So 4 JAP metres per second squared. This is the vector, but suppose they ask you, look at the direction. This is something I kept something JAP. It is going in that direction. This is a messy question, but you've got an easy answer. Suppose somebody says, no, no, I don't want this, I want a magnitude.",
      "start_time": "1557.3",
      "end_time": "1584.939"
    },
    {
      "id": 140,
      "transcript": "Which means we write it like this, just a no arrow on top. What is the answer?",
      "start_time": "1586.619",
      "end_time": "1591.359"
    },
    {
      "id": 141,
      "transcript": "Rudolph.",
      "start_time": "1591.949",
      "end_time": "1593.42"
    },
    {
      "id": 142,
      "transcript": "This square plus that square. What is this square? 5 square will be 25.",
      "start_time": "1594.719",
      "end_time": "1600.31"
    },
    {
      "id": 143,
      "transcript": "4 square 16, root of 3 whole square will basically give me 3.",
      "start_time": "1601.14",
      "end_time": "1606.969"
    },
    {
      "id": 144,
      "transcript": "Plus 4 square, which is 60.",
      "start_time": "1607.819",
      "end_time": "1610.03"
    },
    {
      "id": 145,
      "transcript": "You can take this there, simplify 75 + 1616 is going to be something, right? 256, you can add it, then you can take the square root, but you'll get some number, weird number, and that is the answer.",
      "start_time": "1610.77",
      "end_time": "1622.18"
    },
    {
      "id": 146,
      "transcript": "OK, so much metres per second squared. Obviously you need to simplify. I'm not doing that. So is that clear to everybody? You understood how to solve this problem because what is important here is that you resolve this force. Now this was given in ING. Suppose this was also given with an angle, you will resolve. Suppose instead of giving you this angle or this angle, this angle was given, then you will say this force causes.",
      "start_time": "1622.78",
      "end_time": "1648.26"
    },
    {
      "id": 147,
      "transcript": "will be that because this angle can also be theta. Then you will say F cause theta will be that component, F sine theta will be this component.",
      "start_time": "1648.8",
      "end_time": "1659.469"
    },
    {
      "id": 148,
      "transcript": "You have to be a bit careful then cost theta JAP. Sine theta will give you minus ICAP because it's pointing in that direction. Luckily, we don't have this in this question, OK, but we may have. Now, unfortunately, all the questions we were doing are all in space.",
      "start_time": "1660.119",
      "end_time": "1675.16"
    },
    {
      "id": 149,
      "transcript": "I didn't have to count gravity. I didn't have to worry about the floor. Now, sometimes all of that will matter. So let us take a couple of questions where you have forces acting at angles, but you have it on the surface of the earth. That means there is imagine a big box. I place it on a table and I'm pulling like this. My forces at an angle, right? But the block is probably going to move horizontally.",
      "start_time": "1675.76",
      "end_time": "1701.8"
    },
    {
      "id": 150,
      "transcript": "It may also move up, but it may move horizontally. So let us look at a question like that.",
      "start_time": "1702.13",
      "end_time": "1706.26"
    }
  ]
}