{
  "audio_segments": [
    {
      "id": 0,
      "transcript": "अभी तक हम उन प्रश्नों पर ध्यान केंद्रित कर रहे हैं जहाँ सभी बल या तो क्षैतिज हैं या वे ऊर्ध्वाधर ऊपर से नीचे की ओर हैं, है न? लेकिन कई बार ऐसा होता है कि बल स्पष्ट रूप से एक कोण पर होते हैं, इसलिए हमें यह जानना होगा कि ऐसे मामले में क्या करना है। तो उदाहरण के लिए, अगर मेरे पास एक ब्लॉक है।",
      "start_time": "8.31",
      "end_time": "24.379"
    },
    {
      "id": 1,
      "transcript": "और इसमें एक बल है जो इस तरह से कार्य कर रहा है।",
      "start_time": "25.459",
      "end_time": "28.01"
    },
    {
      "id": 2,
      "transcript": "अब मैं ऐसे बल से कैसे निपटूँ? ठीक है, तो मानक दृष्टिकोण सब कुछ को क्षैतिज और ऊर्ध्वाधर बलों के संयोजन में बदलना है। तो हम कहेंगे कि यह बल वास्तव में इतना क्षैतिज और इतना ऊर्ध्वाधर है। आप हमेशा ऐसे बल को एक क्षैतिज घटक और एक ऊर्ध्वाधर घटक में विभाजित कर सकते हैं।",
      "start_time": "28.809",
      "end_time": "50.65"
    },
    {
      "id": 3,
      "transcript": "इस चीज़ को हम ICAP कहते हैं। तो यह दिशा, आप जानते हैं, हम इसे ICAP दिशा कहते हैं। इस दिशा को हम JAP दिशा कहते हैं। तो इसका क्या मतलब है? इसका मतलब है कि अगर मेरे पास इस तरह की 3 इकाइयाँ हैं, तो ICAP 1 इकाई है। तो अगर मेरे पास इस तरह की 3 इकाइयाँ हैं, तो यह ICAP प्लस ICAP प्लस ICAP है, हम इसे 3ICAP के रूप में लिखेंगे। इसका क्या मतलब है? लंबाई 3 है। ठीक है, ICAP की लंबाई 1 है।",
      "start_time": "51.08",
      "end_time": "80.349"
    },
    {
      "id": 4,
      "transcript": "अब, यदि इस दिशा में।",
      "start_time": "80.8",
      "end_time": "83.23"
    },
    {
      "id": 5,
      "transcript": "मेरे पास 4 इकाई लम्बा बल है। मैं 4 IAP नहीं कहूंगा। मैं 4 JAP कहूंगा।",
      "start_time": "84.059",
      "end_time": "91.279"
    },
    {
      "id": 6,
      "transcript": "और फिर यह बल, जो वास्तव में यह बल है, प्लस वह बल। अब यह प्लस सामान्य प्लस नहीं है। यह 3 + 4 नहीं है। यह 3 इस तरह प्लस 4 इस तरह है। इसलिए उदाहरण के लिए, यदि मैं क्षैतिज रूप से 3 इकाई जाता हूं और मैं ऊर्ध्वाधर रूप से 4 इकाई जाता हूं, तो क्या मैं 7 इकाई गया हूं?",
      "start_time": "92.58",
      "end_time": "113.65"
    },
    {
      "id": 7,
      "transcript": "नहीं, सही? मैंने 7 यूनिट पैदल चला।",
      "start_time": "114.209",
      "end_time": "116.69"
    },
    {
      "id": 8,
      "transcript": "लेकिन मेरा विस्थापन वास्तव में इतना ही होगा। अब, यह कितना है? पाइथागोरस प्रमेय हमें बताता है कि A2 + B2 = C2 है। इसलिए यह 32 + 42 का मूल है।",
      "start_time": "117.33",
      "end_time": "133.25"
    },
    {
      "id": 9,
      "transcript": "अब यह 9 + 1625 है, इसलिए 25 का मूल 5 है। लेकिन यह लंबाई 5 नहीं है। यह एक सदिश है। यह एक दिशा में है। इसलिए इसे लिखने का यह सबसे अच्छा तरीका नहीं है। मैं जो करूँगा वह यह कहूँगा कि यह सदिश F है।",
      "start_time": "134.119",
      "end_time": "149.55"
    },
    {
      "id": 10,
      "transcript": "आमतौर पर हम ऊपर एक तीर लगाएंगे। यह बस 3IA प्लस 4 JAP न्यूटन है। यदि यह न्यूटन में था, तो यह 3IAP प्लस 4 JP न्यूटन है। यह उत्तर है, यह नहीं। यह उत्तर नहीं है।",
      "start_time": "151.089",
      "end_time": "167.6"
    },
    {
      "id": 11,
      "transcript": "लेकिन F का परिमाण, आप यह नहीं जानना चाहते कि F का मान क्या है, लेकिन आप F का परिमाण जानना चाहते हैं।",
      "start_time": "168.289",
      "end_time": "175.33"
    },
    {
      "id": 12,
      "transcript": "जिसका मतलब है कि हम केवल लंबाई चाहते हैं।",
      "start_time": "176.91",
      "end_time": "178.6"
    },
    {
      "id": 13,
      "transcript": "तब हम कह सकते हैं कि यह 32 + 42 के मूल के बराबर है, जो ठीक है।",
      "start_time": "179.279",
      "end_time": "185.55"
    },
    {
      "id": 14,
      "transcript": "लेकिन यह बल 3IA प्लस 4 JAP नहीं है। मान लीजिए मेरे पास एक बल है जो इस तरह का है, यह बल, जिसे मैंने इस तरह से तोड़ा है। तो मान लीजिए यह 6 IA था और यह था, ठीक है, अब हम सोचते हैं कि अगर यह ऊपर की ओर होता, तो मैं इसे JAP कहता। अब यह नीचे की ओर है, इसलिए मैं इसे माइनस JAP कहूँगा, लेकिन आमतौर पर हम माइनस को सामने रखते हैं, तो चलिए हम इसे -5 कहते हैं।",
      "start_time": "186.35",
      "end_time": "215.72"
    },
    {
      "id": 15,
      "transcript": "जेकब",
      "start_time": "216.21",
      "अंत_समय": "217.3"
    },
    {
      "id": 16,
      "transcript": "यह बल क्या है? यह बस 6 IA माइनस 5G कैप है। बस इतना ही।",
      "start_time": "218.11",
      "end_time": "225.309"
    },
    {
      "id": 17,
      "transcript": "अब, मान लीजिए मैं आपसे पूछता हूँ, आइए हम इस बल को इस बल के साथ जोड़ दें। क्या यह आसान है? मान लीजिए यह 2 इकाई, 2 न्यूटन था, और यह 3 न्यूटन था, कुल बल क्या है?",
      "start_time": "226.05",
      "end_time": "240.21"
    },
    {
      "id": 18,
      "transcript": "5 न्यूटन। यह आसान है। मान लीजिए मेरे पास 2 न्यूटन हैं और मुझे इस तरह 6 न्यूटन जोड़ने हैं।",
      "start_time": "241.63",
      "end_time": "250.639"
    },
    {
      "id": 19,
      "transcript": "कुल बल कितना है? 2 माइनस 6, तो -4. तो यहाँ हम कहेंगे कि यह -4 न्यूटन है. क्यों? क्योंकि आप देखते हैं, 2 इस तरफ और 6 उस तरफ, यह मेरा परिणामी बल माइनस 4 न्यूटन होगा अगर मैं इसे सकारात्मक दिशा मानता हूँ.",
      "start_time": "251.839",
      "end_time": "271.35"
    },
    {
      "id": 20,
      "transcript": "ठीक है, लेकिन इस दिशा में यह 4 न्यूटन है। अब ये सब आसान है।",
      "start_time": "272.089",
      "end_time": "275.92"
    },
    {
      "id": 21,
      "transcript": "हम पहले ही देख चुके हैं कि अगर यह लंबवत है तो क्या करना है। मान लीजिए मैं आपसे पूछता हूँ, इस बल के साथ इस तरह के कुछ बल के बारे में क्या, यह बल, यह लंबवत भी नहीं है।",
      "start_time": "276.57",
      "अंत_समय": "287.7"
    },
    {
      "id": 22,
      "transcript": "परिणामी बल यह है, लेकिन मैं इस बल और उस बल को कैसे जोड़ूँ? मुश्किल है, है न? लेकिन अगर कोई मुझे यह बल इस रूप में दे।",
      "start_time": "288.459",
      "end_time": "300.17"
    },
    {
      "id": 23,
      "transcript": "मान लीजिए कि वे कहते हैं कि यह 7 न्यूटन है जो किसी चीज़ पर 40 डिग्री का कोण बनाता है।",
      "start_time": "300.679",
      "end_time": "306.529"
    },
    {
      "id": 24,
      "transcript": "इसके साथ",
      "start_time": "307.04",
      "end_time": "307.82"
    },
    {
      "id": 25,
      "transcript": "बहुत कठिन.",
      "start_time": "308.549",
      "end_time": "309.57"
    },
    {
      "id": 26,
      "transcript": "लेकिन ऐसा करने के बजाय, मान लीजिए उन्होंने इसे इस तरह दिया होता, उन्होंने कहा होता, मेरे पास एक बल है, जो कि, मान लीजिए, 4 IAP है।",
      "start_time": "310.109",
      "end_time": "321.01"
    },
    {
      "id": 27,
      "transcript": "प्लस 3JA.",
      "start_time": "321.739",
      "end_time": "323.609"
    },
    {
      "id": 28,
      "transcript": "इसी तरह का एक और बल, मान लीजिए 2 IA माइनस 1 JA. ठीक है, तो यह थोड़ा लंबा है और वह थोड़ा छोटा है. अब, यह बल क्या है?",
      "start_time": "324.26",
      "end_time": "338.309"
    },
    {
      "id": 29,
      "transcript": "बस इन दोनों को सीधे जोड़ दें। 4 IA प्लस 2 आंखें। यह कितना है? 6 आई कैप, 3JA माइनस JAP। यह कितना है? प्लस 2 J. बस। हो गया। अब मान लीजिए कि आपको इसकी लंबाई चाहिए, आपको लंबाई चाहिए, बल नहीं। तो बल यह है, लेकिन इस बल की लंबाई क्या है?",
      "start_time": "339.739",
      "end_time": "362.25"
    },
    {
      "id": 30,
      "transcript": "हम इसे F के रूप में बिना तीर के लिखेंगे। इस बल की लंबाई क्या है? बहुत सरल, वर्ग का मूल और 6 वर्ग का वर्गमूल।",
      "start_time": "365.72",
      "end_time": "375.309"
    },
    {
      "id": 31,
      "transcript": "प्लस 2 वर्ग। हम इसकी गणना कर सकते हैं, लेकिन यह मूल विचार है। ऐसा क्यों है? क्योंकि 6 IA प्लस 2J का मतलब है कि यह 6IA है, और वह 2J है। यह लंबाई 6 क्या है? वह लंबाई 2 क्या है। तो यह लंबाई क्या है पाइथागोरस प्रमेय +62 + 2 वर्ग का मूल कहता है, और यही मैंने लिखा है। ठीक है। तो, एक बार जब आप बल को I और J के रूप में लिख देते हैं, तो सवाल बेहद आसान हो जाता है।",
      "start_time": "375.88",
      "end_time": "405.309"
    },
    {
      "id": 32,
      "transcript": "इसमें, आमतौर पर आपको एक या दो प्रश्न मिलते हैं जहाँ प्रश्न स्वयं ING फॉर्म में दिया जाता है, लेकिन फिर कभी-कभी प्रश्न ING फॉर्म में नहीं दिया जाता है। तो इसका मतलब है कि आपको इसे ING फॉर्म में बदलने की आवश्यकता है। तो सबसे पहले, आइए देखें कि अगर प्रश्न ING फॉर्म में दिया गया है तो क्या करना है।",
      "start_time": "405.6",
      "end_time": "421.579"
    },
    {
      "id": 33,
      "transcript": "तो अब हम उन प्रश्नों पर नज़र डालते हैं जहाँ हम केवल अंतरिक्ष में मौजूद सभी वस्तुओं को देख रहे हैं। उसके बाद, हम ज़मीन पर मौजूद वस्तुओं के बारे में चिंता करेंगे। अब, जब आपके पास अंतरिक्ष में वस्तुएँ होती हैं, तो आपको गुरुत्वाकर्षण बल के बारे में चिंता करने की ज़रूरत नहीं होती है। इसलिए वे सभी आसान गणना के लिए अंतरिक्ष में लटके हुए हैं।",
      "start_time": "423.19",
      "end_time": "438.399"
    },
    {
      "id": 34,
      "transcript": "अब यदि मेरे पास अंतरिक्ष में 5 किलोग्राम का यह ब्लॉक है जिस पर 3 बल कार्य कर रहे हैं, तो इसका त्वरण क्या है? अब, सभी मामलों में मैं वास्तव में आपसे त्वरण ज्ञात करने के लिए कह रहा हूँ, है न? तो चलिए इसके बारे में सोचते हैं। 6 + 8, यह कितना है? 14 माइनस 4, तो यह 10 है। तो त्वरण उस दिशा में 10 को 52 मीटर प्रति सेकंड वर्ग से विभाजित करके प्राप्त किया जाता है।",
      "start_time": "438.839",
      "end_time": "462.679"
    },
    {
      "id": 35,
      "transcript": "सही है। अब, यह हम पहले कर चुके हैं, इसलिए वास्तव में यह काफी आसान है। मैं इसे अब त्वरण 2 IAP मीटर प्रति वर्ग सेकंड के रूप में लिखूंगा।",
      "start_time": "463.549",
      "end_time": "474.29"
    },
    {
      "id": 36,
      "transcript": "अगर मैं इसे इस तरह लिखता हूँ, तो मुझे उस तरह से कहने की ज़रूरत नहीं है। क्या आप समझे? क्योंकि यह पहले से ही ICAP है। इसलिए यही कारण है कि हमने यह प्रश्न पेश किया है। अब, आइए दूसरे प्रश्नों के बारे में सोचें। तो मान लीजिए मैं यह प्रश्न लेता हूँ।",
      "start_time": "475.059",
      "end_time": "487.489"
    },
    {
      "id": 37,
      "transcript": "लेकिन इस प्रश्न में, एक बल इस तरह का है, एक इस तरह का है, और एक उस तरह का है। मुझे त्वरण चाहिए, लेकिन त्वरण एक सदिश है और यह शुद्ध बल है।",
      "start_time": "488.109",
      "end_time": "498.54"
    },
    {
      "id": 38,
      "transcript": "मास",
      "start_time": "499.26",
      "end_time": "500.489"
    },
    {
      "id": 39,
      "transcript": "ठीक है। यहाँ कुल बल क्या है? चलिए देखते हैं। यह 4IAP प्लस 6 JAP है। इस बारे में क्या? 7?",
      "start_time": "502.589",
      "end_time": "511.619"
    },
    {
      "id": 40,
      "transcript": "हाँ, यह नहीं दिया गया है, लेकिन आप जानते हैं कि यह क्षैतिज है और यह इस तरह है, इसलिए यह 7IA है। इस एक माइनस 2 IA प्लस 4 JAP के बारे में क्या? आप कैसे पता लगाते हैं, आप यह सब कैसे जोड़ते हैं? सभी आई कैप को एक साथ जोड़ें। 2 IA प्लस 4IAP, जो 2IA प्लस 7IAP है, जो 9 IAP है।",
      "start_time": "512.229",
      "अंत_समय": "532.7"
    },
    {
      "id": 41,
      "प्रतिलेख": "4 जेए प्लस 6 जे. 10 जेएपी।",
      "start_time": "533.46",
      "end_time": "538.51"
    },
    {
      "id": 42,
      "transcript": "2 से विभाजित.",
      "start_time": "539.13",
      "end_time": "540.929"
    },
    {
      "id": 43,
      "transcript": "जिसका अर्थ है कि त्वरण 4.5 ICAP प्लस 5 JP मीटर प्रति वर्ग सेकंड है। अब, 4.5 ICAP प्लस 5 JAP इस दिशा में दिखेगा।",
      "start_time": "541.479",
      "end_time": "558.909"
    },
    {
      "id": 44,
      "transcript": "तो यह त्वरण की दिशा है। अब, क्या यह त्वरण का परिमाण है या यह दिशा और त्वरण का परिमाण है? दोनों, है न? इसमें दिशा भी शामिल है। इसमें सब कुछ भी शामिल है। तो यह पूर्ण त्वरण है। मान लीजिए कोई हमसे पूछता है, मुझे A नहीं चाहिए, लेकिन मुझे A का परिमाण चाहिए, तो आप कहते हैं 4.5 वर्ग का मूल।",
      "start_time": "559.76",
      "end_time": "584.809"
    },
    {
      "id": 45,
      "transcript": "प्लस 5 2. हर बार आपको समकोण त्रिभुज बनाने की ज़रूरत नहीं होती, आप सीधे कह सकते हैं कि अगर यह XI प्लस YJ है, तो यह X2 + Y2 है, इसका मूल, वह परिमाण होगा। तो क्या यह स्पष्ट है? इसलिए अगर मुझे इस तरह का बल दिया जाता है, तो इन बलों को जोड़ना और एक एकल बल प्राप्त करना बहुत आसान है। इसलिए, आप त्वरण पा सकते हैं। क्या यह स्पष्ट है? अब, ऐसा इसलिए है क्योंकि मैंने I और J का प्रारूप दिया है।",
      "start_time": "585.359",
      "end_time": "611.78"
    },
    {
      "id": 46,
      "transcript": "यह बहुत महत्वपूर्ण है। यदि आपको वह प्रारूप नहीं मिलता है, तो इसे उस प्रारूप में परिवर्तित करें। ठीक है। कभी-कभी ऐसा होता है कि यह एक आसान प्रश्न है। लोग इसे देखते हैं और कहते हैं, मुझे नहीं पता कि क्या करना है, लेकिन मुझे आशा है कि यह बहुत स्पष्ट है। आप जानते हैं कि इसके साथ क्या करना है। अब हम थोड़ा अधिक जटिल प्रश्न लेते हैं, ठीक है? तो मैं इस प्रश्न को देखने जा रहा हूँ।",
      "start_time": "612.059",
      "end_time": "627.77"
    },
    {
      "id": 47,
      "transcript": "तो अगर मैं इस प्रश्न को देखूं,",
      "start_time": "628.609",
      "end_time": "630.159"
    },
    {
      "id": 48,
      "transcript": "तो, इस प्रश्न में, मेरे पास 4 F है।",
      "start_time": "630.979",
      "end_time": "634.14"
    },
    {
      "id": 49,
      "transcript": "कितना मैं नहीं जानता। लेकिन मेरे पास 4 क्षैतिज दिशाएँ हैं। मुझे इसे क्या लिखना चाहिए? 10 IA.",
      "start_time": "634.799",
      "end_time": "641.76"
    },
    {
      "id": 50,
      "transcript": "यह पहले से ही -5 ICAP, 55 J. 5 IAP, -5JAP के रूप में दिया गया है, इसलिए यह इस तरह नीचे की ओर इशारा कर रहा है। अब, अगर मैं इस 3 किलोग्राम ब्लॉक के त्वरण को देखता हूं, तो यह दिया गया है।",
      "start_time": "643.09",
      "end_time": "656.76"
    },
    {
      "id": 51,
      "transcript": "क्या आपको न्यूटन का दूसरा नियम याद है? यह क्या है?",
      "start_time": "658.38",
      "end_time": "660.88"
    },
    {
      "id": 52,
      "transcript": "शुद्ध बल द्रव्यमान को त्वरण में बदल देता है। अब यह बल कुछ कोण है। मुझे नहीं पता कि कौन सा कोण है। आइए इसे F सदिश के रूप में लिखें। शुद्ध बल यह बल + यह बल + यह बल है। इसलिए अगर मैं इसे यहाँ लिखूँ, तो मैं लिखूँगा।",
      "start_time": "661.469",
      "end_time": "674.89"
    },
    {
      "id": 53,
      "transcript": "एफ",
      "start_time": "675.549",
      "end_time": "676.309"
    },
    {
      "id": 54,
      "transcript": "प्लस 10 आई कैप।",
      "start_time": "677.549",
      "end_time": "679.78"
    },
    {
      "id": 55,
      "transcript": "-5 IA 5 J.",
      "start_time": "680.52",
      "end_time": "684.88"
    },
    {
      "id": 56,
      "transcript": "यह कुल दर है। यह त्वरण में द्रव्यमान के बराबर होना चाहिए, इसलिए 3 गुणा 2 IA प्लस 3 JA. अगर आपको याद हो तो मैंने आपको पहले दर MA बताया था.",
      "start_time": "685.489",
      "end_time": "700.25"
    },
    {
      "id": 57,
      "transcript": "लेकिन ऐसा इसलिए था क्योंकि आप INJ का उपयोग नहीं कर रहे थे। INJ के साथ, दिशा पहले से ही मौजूद है। तो चाहे आप इसे पहले लिखें या चाहे आप उसे पहले लिखें, इससे कोई फर्क नहीं पड़ता, ठीक है? तो अगर आप वेक्टर का उपयोग करते हैं, तो यह बहुत सीधा और सरल है। तो अगर, अगर मैं इसे 6I कैप के रूप में हल करता हूं, जो कि 10IA है, तो यह 10 माइनस 5 है।",
      "start_time": "700.869",
      "end_time": "718.859"
    },
    {
      "id": 58,
      "transcript": "यह कितना है? 5ICAP. तो जब आप 5IA को यहाँ लाएँगे, 6 माइनस 51, तो यह 1 ICAP होगा. यह 9JA है, यानी माइनस 5J कैप. तो जब यह यहाँ आएगा तो यह + 59 + 5, 14 हो जाएगा.",
      "start_time": "719.549",
      "end_time": "734.109"
    },
    {
      "id": 59,
      "transcript": "तो इसका मतलब है कि यहाँ हमने जो अज्ञात बल पाया है वह ICAP प्लस 14 JAP है। यह एक बहुत बड़ा बल है। यदि आप इसका परिमाण जानना चाहते हैं, तो यह क्या होगा? 1 वर्ग का मूल क्योंकि यह ICAP है जिसका अर्थ है एक ICAP प्लस 14 वर्ग। तो यह इस बल का परिमाण होगा। ठीक है, तो मुझे उम्मीद है कि आप जानते होंगे कि इसे कैसे खोजना है। यदि त्वरण दिया गया है, तो आप अज्ञात बल पा सकते हैं।",
      "start_time": "734.679",
      "end_time": "762.809"
    },
    {
      "id": 60,
      "transcript": "अब हम इस मामले को देखते हैं। यहाँ वास्तविक त्वरण दिया गया था। अब मैं आपको समझाता हूँ कि यह प्रश्न कैसा है। तो आपके पास 3 किलोग्राम का ब्लॉक है।",
      "start_time": "763.599",
      "end_time": "772.95"
    },
    {
      "id": 61,
      "transcript": "आपके पास 14 माइनस 5A प्लस 3 JA है।",
      "start_time": "773.58",
      "end_time": "776.789"
    },
    {
      "id": 62,
      "transcript": "कोई अन्य बल नहीं जानता।",
      "start_time": "777.69",
      "end_time": "780.049"
    },
    {
      "id": 63,
      "transcript": "एक तीसरा बल, जो 3IA प्लस 6 JA न्यूटन है।",
      "start_time": "780.76",
      "end_time": "785.59"
    },
    {
      "id": 64,
      "transcript": "ठीक है, उस दिशा में।",
      "start_time": "786.849",
      "end_time": "788.32"
    },
    {
      "id": 65,
      "transcript": "मुझे बताया गया है कि यह ब्लॉक, यह वस्तु ऊर्ध्वाधर रूप से ऊपर की ओर बढ़ रही है। कोई क्षैतिज गति नहीं, कोई क्षैतिज त्वरण नहीं, इसका क्या मतलब है?",
      "start_time": "789.219",
      "end_time": "799.32"
    },
    {
      "id": 66,
      "transcript": "क्षैतिज दिशा में कुल बल 0 होना चाहिए। ठीक है, तो चलिए इसके बारे में सोचते हैं। यह केवल JAP है।",
      "start_time": "800.2",
      "end_time": "807.809"
    },
    {
      "id": 67,
      "transcript": "ICAP केवल 0 है।",
      "start_time": "809.059",
      "end_time": "811.9"
    },
    {
      "id": 68,
      "transcript": "GCAP",
      "start_time": "812.64",
      "end_time": "813.38"
    },
    {
      "id": 69,
      "transcript": "ठीक है, तो उदाहरण के लिए, यह NEET में पूछे गए प्रश्नों में से एक था, इसी तरह का एक प्रश्न आया था जहाँ दिया गया है कि आप इस बल को इस तरह चाहते हैं कि यह केवल ऊर्ध्वाधर दिशा में जाए। तो क्या है, आप इस आई कैप के साथ-साथ आई कैप और यह भी आई कैप का निष्कर्ष निकालने जा रहे हैं।",
      "start_time": "814.159",
      "end_time": "833.89"
    },
    {
      "id": 70,
      "transcript": "ठीक है। यह प्लस यह प्लस, यह क्या बनना चाहिए? 0 क्योंकि ICAP बल 0 है। ठीक है। तो मेरा नेट ICAP बल कितना है? तो मैं ICAP लिखूंगा।",
      "start_time": "835.119",
      "end_time": "846.299"
    },
    {
      "id": 71,
      "transcript": "F के लिए ICAP कितना है?",
      "start_time": "846.82",
      "end_time": "849.51"
    },
    {
      "id": 72,
      "transcript": "प्लस 3 माइनस 5 का मान 0 होना चाहिए। तो इसका क्या मतलब है? F माइनस 2 का मान 0 है, इसलिए F का मान 2 न्यूटन होना चाहिए। तो क्या मैंने पता लगा लिया है कि ICAP दिशा में 2 न्यूटन का यह बल कितना है।",
      "start_time": "850.359",
      "end_time": "866.14"
    },
    {
      "id": 73,
      "transcript": "अब मान लीजिए वे आपसे पूछें, यह त्वरण क्या है, इस त्वरण को ज्ञात करें। खैर, यह बल + यह बल + यह बल = 0 हो गया। यह + यह शेष क्या है। तो कुल बल कितना है?",
      "start_time": "867.099",
      "end_time": "881.229"
    },
    {
      "id": 74,
      "transcript": "9 जैकप न्यूटन, इसलिए F नेट.",
      "start_time": "881.94",
      "end_time": "885.25"
    },
    {
      "id": 75,
      "transcript": "क्या 9 जैका न्यूटन है।",
      "start_time": "885.979",
      "end_time": "889.77"
    },
    {
      "id": 76,
      "transcript": "ICAP के साथ जो हुआ, वह 0 हो गया, रद्द हो गया। लेकिन यदि यह 9 JAP है, तो द्रव्यमान द्वारा शुद्ध बल त्वरण होगा। शुद्ध बल 9 है, द्रव्यमान 3 है, इसलिए द्रव्यमान द्वारा शुद्ध बल 3 है। इसलिए त्वरण।",
      "start_time": "890.57",
      "end_time": "904.549"
    },
    {
      "id": 77,
      "transcript": "क्या F द्रव्यमान से शुद्ध है, और इसलिए यह मुझे 9 को 3 से विभाजित करने वाला है, इसलिए यह 3 JAP इकाइयाँ, मीटर प्रति सेकंड वर्ग होगा।",
      "start_time": "905.109",
      "end_time": "918.419"
    },
    {
      "id": 78,
      "transcript": "समझ गया। तो इस तरह से मैंने जो किया है, उससे हम बल और त्वरण दोनों ही ज्ञात कर सकते हैं। लेकिन ध्यान दें कि शुरुआत में त्वरण नहीं दिया गया था। जो दिया गया था वह यह था कि यह ऊर्ध्वाधर होगा। बस इतना ही दिया गया था। तो क्या यह स्पष्ट है कि इस तरह से कुछ कैसे लागू किया जाए? यदि बल ING के संदर्भ में दिया गया है, तो आपको इसे इस तरह से संयोजित करने और हल करने में सक्षम होना चाहिए।",
      "start_time": "919.929",
      "end_time": "940.739"
    },
    {
      "id": 79,
      "transcript": "अब अगर बल ING के रूप में नहीं दिया गया है तो क्या होगा? मैं क्या करूँ? ठीक है, आप संकल्प करें, तो चलिए सीखते हैं कि यह कैसे किया जाता है।",
      "start_time": "941.479",
      "end_time": "948.5"
    },
    {
      "id": 80,
      "transcript": "कई बार हमें ऐसे बल दिए जाएंगे जो किसी कोण पर झुके हुए होंगे। मान लीजिए कि यह एक बल F था।",
      "start_time": "950.2",
      "end_time": "957.53"
    },
    {
      "id": 81,
      "transcript": "ठीक है, और यह क्षैतिज के साथ कुछ थीटा कोण बनाता है।",
      "start_time": "958.799",
      "end_time": "964.349"
    },
    {
      "id": 82,
      "transcript": "अब यह INJ ICAP JAP के रूप में नहीं दिया गया है। इसलिए हम इसे बदल देंगे। कितना IAP, इतना IAP और इतना JCAP, लेकिन यह कितना है? मुझे कैसे पता चलेगा कि यह कितना है? तो चलिए मान लेते हैं कि यह XIAP Y JAP था।",
      "start_time": "965.539",
      "end_time": "983.859"
    },
    {
      "id": 83,
      "transcript": "लेकिन आप जानते हैं कि यह लंबाई F है, यह लंबाई X है, और यह लंबाई Y है।",
      "start_time": "984.77",
      "end_time": "990.57"
    },
    {
      "id": 84,
      "transcript": "फिर Y बटा F. Y बटा F क्या है? यह इस समकोण त्रिभुज की कर्ण के विपरीत भुजा है। कर्ण के विपरीत क्या है? साइन थीटा। तो यह कर्ण के विपरीत इस कोण का sin है। तो YF साइन थीटा क्या है? तो मैं इसे F साइन थीटा J लिखूँगा।",
      "start_time": "991.159",
      "end_time": "1017.559"
    },
    {
      "id": 85,
      "transcript": "और फिर X से F.",
      "start_time": "1018.849",
      "end_time": "1020.94"
    },
    {
      "id": 86,
      "transcript": "XYF कोस्टिटटा है।",
      "start_time": "1021.65",
      "end_time": "1024.489"
    },
    {
      "id": 87,
      "transcript": "इसका मतलब है कि X, F थीटा है। इसलिए इसे XIA लिखने के बजाय, मैं इसे F थीटा लिखूंगा।",
      "start_time": "1025.489",
      "end_time": "1033.119"
    },
    {
      "id": 88,
      "transcript": "ICAP. वास्तव में, आपको यह हमेशा स्वचालित रूप से करना चाहिए. आप पहले इसे देखें और फिर तुरंत कहें, यह घटक क्या है जिसे हम घटक F कहते हैं.",
      "start_time": "1033.93",
      "end_time": "1046.06"
    },
    {
      "id": 89,
      "transcript": "द",
      "start_time": "1046.8",
      "end_time": "1047.938"
    },
    {
      "id": 90,
      "transcript": "F थीटा का कारण बनता है।",
      "start_time": "1049.16",
      "end_time": "1050.829"
    },
    {
      "id": 91,
      "transcript": "पाप थीटा का दूसरा पक्ष। हमेशा F थीटा आसान होता है।",
      "start_time": "1053.3",
      "end_time": "1058.39"
    },
    {
      "id": 92,
      "transcript": "F cost theta F sine theta. क्या यह ठीक है? तो अगर आप फिर से लिख सकते हैं, तो मान लीजिए कि मैं फिर से लिखना चाहता हूँ अगर मैं इसे इस तरह लिखूँगा।",
      "start_time": "1058.9",
      "end_time": "1066.969"
    },
    {
      "id": 93,
      "transcript": "ठीक है, तो यदि आप इसे F theta IAP के रूप में लिख सकते हैं।",
      "start_time": "1067.53",
      "end_time": "1071.989"
    },
    {
      "id": 94,
      "transcript": "F theta IA. यह F क्या है? सिर्फ़ परिमाण, सिर्फ़ आकार. ठीक है. F theta IAP इसे दिशा के साथ बनाता है.",
      "start_time": "1072.699",
      "end_time": "1082.51"
    },
    {
      "id": 95,
      "transcript": "प्लस F साइन थीटा.",
      "start_time": "1083.13",
      "end_time": "1085.41"
    },
    {
      "id": 96,
      "transcript": "जेकब",
      "start_time": "1086.65",
      "end_time": "1087.64"
    },
    {
      "id": 97,
      "transcript": "अब इसका मतलब है कि मुझे कॉस्ट थीटा साइन थीटा, इसके लिए विभिन्न मान याद रखने की आवश्यकता है। मैंने आपको यहाँ एक सूची दी है। आप इसे पहले से ही जानते हैं। आप में से अधिकांश लोग शायद कोण 0, 30, 45, 60 और 90 के लिए जानते हैं। आप जानते हैं, साइन 0 0 है, चिह्न 30 आधा है। ठीक है। 45 मार्ग 2, 60s, मार्ग 3 2 से 1 है, और चिह्न 90 1 है। ठीक है। अब, यदि आपको याद नहीं है, तो आपको इसे निश्चित रूप से याद रखना चाहिए क्योंकि यह हर जगह आने वाला है। दो महत्वपूर्ण अतिरिक्त जानकारी।",
      "start_time": "1088.599",
      "end_time": "1118.42"
    },
    {
      "id": 98,
      "transcript": "चिह्न 37 लगभग 3 गुणा 5 है। ठीक है, अब यदि आप इस त्रिभुज को देखें।",
      "start_time": "1119.0",
      "end_time": "1127.089"
    },
    {
      "id": 99,
      "transcript": "345. आपको यह त्रिभुज याद है, है न? अब अगर आप यह त्रिभुज लें, तो यह कोण लगभग 37 डिग्री है। आपको इसे ठीक से देखना चाहिए। यह लगभग 36.9 होगा, 37 से थोड़ा कम, लेकिन हम इसे 37 डिग्री कहेंगे। कई सवालों में कहा जाएगा कि कोण 37 है। 37 को 3 से 5 से चिन्हित करें।",
      "start_time": "1127.859",
      "end_time": "1150.599"
    },
    {
      "id": 100,
      "transcript": "लागत 37, 4 गुणा 5. और फिर अगर आप इस कोण को देखें, तो यह कोण 53 डिग्री है. तो चिह्न 53, 4 गुणा 5.",
      "start_time": "1151.29",
      "end_time": "1161.06"
    },
    {
      "id": 101,
      "transcript": "लागत 53, मुफ्त वाई-फाई। बस इतना याद रखें, यह बहुत महत्वपूर्ण है।",
      "start_time": "1161.619",
      "end_time": "1166.979"
    },
    {
      "id": 102,
      "transcript": "बस ध्यान में रखने के लिए मान। बहुत सारे प्रश्नों के लिए हम 37 डिग्री कहेंगे। लाभ sin 37 3 गुणा 5 परिमेय संख्या पूर्णांक है। फिर से 4 गुणा 5 पूर्णांक हैं। जबकि यदि आप साइन 60 मार्ग अपनाते हैं तो 3 के साथ खेलना मुश्किल है। कॉस 60 बहुत अच्छा है, लेकिन साइन 60 नहीं है। ठीक है। आइए एक उदाहरण लेते हैं। तो उदाहरण के लिए, मान लीजिए मेरे पास 20 न्यूटन 4 हैं।",
      "start_time": "1167.709",
      "end_time": "1191.829"
    },
    {
      "id": 103,
      "transcript": "60 डिग्री का कोण बनाना।",
      "start_time": "1192.729",
      "end_time": "1196.239"
    },
    {
      "id": 104,
      "transcript": "इस बल को सदिश के रूप में लिखें। इसलिए यदि मैं इस बल को सदिश के रूप में लिखूं।",
      "start_time": "1197.18",
      "end_time": "1202.13"
    },
    {
      "id": 105,
      "transcript": "यह कितना है? 20 की कीमत 60 है, इसलिए 20 की कीमत $60 है। कीमत 60 देखें, कीमत 60 आधी है।",
      "start_time": "1202.829",
      "end_time": "1211.209"
    },
    {
      "id": 106,
      "transcript": "जिसका मतलब है कि 10 ऐसे हैं। और फिर इसके बारे में क्या?",
      "start_time": "1213.38",
      "end_time": "1218.17"
    },
    {
      "id": 107,
      "transcript": "2060. 60 रूट 3 है 2 से। इसलिए 10 रूट 3 है।",
      "start_time": "1219.369",
      "end_time": "1227.29"
    },
    {
      "id": 108,
      "transcript": "अतः, यदि मैं इस बल को F कहूं, तो F क्या है?",
      "start_time": "1228.9",
      "end_time": "1232.949"
    },
    {
      "id": 109,
      "transcript": "10 आईए.",
      "start_time": "1234.9",
      "end_time": "1236.819"
    },
    {
      "id": 110,
      "transcript": "प्लस 10 रूट 3 JAP न्यूटन।",
      "start_time": "1238.239",
      "end_time": "1243.39"
    },
    {
      "id": 111,
      "transcript": "यह क्यों उपयोगी है? क्योंकि अगर अब मेरे पास एक प्रश्न है जहाँ एक बल इस तरह है, एक बल इस तरह है, एक बल इस तरह है, और मैं जोड़ना चाहता हूँ, तो आप देखेंगे कि यह अत्यंत उपयोगी हो जाता है। ठीक है। अब, अगर यह 60 नहीं था, लेकिन यह 53 डिग्री था, तो मैं साइन 53 4 बाय 5 का उपयोग करूँगा।",
      "start_time": "1247.91",
      "end_time": "1266.02"
    },
    {
      "id": 112,
      "transcript": "ठीक है, तो इस 13 गुणा 5 के लिए पहले के लिए 53 की लागत और उसके लिए 63 का चिह्न जो 4 गुणा 5 है। ठीक है। आप देखेंगे कि कोई रूट 3 नहीं होगा, केवल 4 गुणा 5 होगा, जो गणना के लिए आसान बनाता है, ठीक है। अन्यथा, आपको रूट 3 के साथ क्या करना है यह भी पता होना चाहिए। तो चलिए एक प्रश्न करते हैं जहाँ हमारे पास कई बल हैं और हम त्वरण ज्ञात करना चाहते हैं।",
      "start_time": "1266.209",
      "end_time": "1287.229"
    },
    {
      "id": 113,
      "transcript": "तो अब हम इस प्रश्न को देखते हैं। तो इस प्रश्न में, अंतरिक्ष में 4 किलोग्राम का एक ब्लॉक है। मान लें कि यह पूरी चीज़ अंतरिक्ष में है। अगर यह अंतरिक्ष में नहीं होता तो क्या फ़र्क पड़ता? फिर मुझे गुरुत्वाकर्षण बल के बारे में चिंता करनी होगी, जिसे मैं यहाँ नहीं खींच रहा हूँ, ठीक है? तो यह अंतरिक्ष में है। अब एक बल है जो माइनस 3 I + 7 J न्यूटन है, फिर एक ऐसा है जो 4 न्यूटन ऊपर की ओर है। आप हमेशा J जोड़ सकते हैं और कह सकते हैं कि यह JA न्यूटन के लिए है, ठीक है।",
      "start_time": "1288.43",
      "end_time": "1315.88"
    },
    {
      "id": 114,
      "transcript": "यह माइनस क्यों है? क्योंकि यह इस तरह है, -3IAP प्लस 7 क्योंकि यह ऊपर की ओर है। तो इस तरह, इस तरह।",
      "start_time": "1316.13",
      "end_time": "1322.92"
    },
    {
      "id": 115,
      "transcript": "अब मैं IJ फॉर्म में बल को नहीं जानता, ठीक है, लेकिन मुझे पता है कि यह 30 डिग्री के कोण पर 10 न्यूटन परिमाण है। और फिर 3 IAP है क्योंकि यह एक क्षैतिज बल है। 4 किलोग्राम ब्लॉक का त्वरण क्या है? तो यह सवाल है।",
      "start_time": "1323.78",
      "end_time": "1341.13"
    },
    {
      "id": 116,
      "transcript": "हम यह कैसे करेंगे? हमें नेट बल ज्ञात करना होगा और फिर उसे द्रव्यमान से भाग देना होगा। तो नेट बल।",
      "start_time": "1341.869",
      "end_time": "1349.03"
    },
    {
      "id": 117,
      "transcript": "द्रव्यमान के हिसाब से, द्रव्यमान क्या है? 4 किलोग्राम। तो यह आसान है। समस्या क्या है? नेट बल, यही समस्या है। इसलिए अगर मुझे यह त्वरण चाहिए, तो मुझे नेट बल ढूँढना होगा।",
      "start_time": "1350.209",
      "end_time": "1362.579"
    },
    {
      "id": 118,
      "transcript": "यह जोड़ना आसान है, यह जोड़ना आसान है, यह जोड़ना आसान है। समस्या क्या है? वह व्यक्ति समस्या है। क्यों? क्योंकि यह कुछ अजीब कोण है। मैं क्या करूँ? मैं इसे I और J के रूप में फिर से लिखूँगा। कितना I.",
      "start_time": "1363.839",
      "end_time": "1377.329"
    },
    {
      "id": 119,
      "transcript": "10 की कीमत 30 है। 10, तो यह यहीं है। 10 की कीमत 30 है। 30 की कीमत क्या है?",
      "start_time": "1379.119",
      "end_time": "1386.959"
    },
    {
      "id": 120,
      "transcript": "मैं लागत 30 लिखूंगा, लेकिन आपको गणना करने में सक्षम होना चाहिए। लागत 30 मार्ग 3 गुणा 2 के बराबर है। आप देख सकते हैं कि यह मार्ग 3 गुणा 2 है। अब अगर आप भूल गए तो क्या होगा।",
      "start_time": "1387.53",
      "end_time": "1397.79"
    },
    {
      "id": 121,
      "transcript": "दुर्भाग्य। आपको इन मानों को याद रखना होगा। ठीक है। यह 100 बार, 1000 बार आएगा। आपको यह हर जगह मिलेगा। आपको इस पूरे सेट को याद रखना चाहिए और इसे बनाने में समय नहीं लगाना चाहिए। आपको रूट 3 बाय 2 के लिए 30 खर्च करना चाहिए। तो रूट 3 बाय 2 का 10 गुना, रूट 3 बाय 2 का 10 गुना कितना होगा? रूट 3 का 5 गुना।",
      "start_time": "1398.329",
      "end_time": "1420.81"
    },
    {
      "id": 122,
      "transcript": "न्यूटन",
      "start_time": "1422.77",
      "end_time": "1424.06"
    },
    {
      "id": 123,
      "transcript": "ठीक है. लेकिन फिर यह घटक भी है.",
      "start_time": "1424.91",
      "end_time": "1427.9"
    },
    {
      "id": 124,
      "transcript": "यह घटक कितना है? 10 का मूल्य 30 है।",
      "start_time": "1428.449",
      "end_time": "1432.56"
    },
    {
      "id": 125,
      "transcript": "1030, तो 1030 कितना है? आधा.",
      "start_time": "1433.069",
      "end_time": "1438.56"
    },
    {
      "id": 126,
      "transcript": "यह लागत 30 है, यह स्वचालित रूप से 30 हस्ताक्षरित है, ठीक है। तो यह कितना है? 10 में आधा यह 5 न्यूटन है। तो यह बल, आप इस बल को 5 मार्ग 3 IAP के रूप में फिर से लिख सकते हैं।",
      "start_time": "1439.42",
      "end_time": "1454.3"
    },
    {
      "id": 127,
      "transcript": "प्लस, क्योंकि यह ऊपर की ओर इशारा कर रहा है। यदि यह बल नीचे की ओर इशारा कर रहा होता, तो यह -5 Jcap होता, लेकिन यह ऊपर की ओर जा रहा है, इसलिए यह प्लस 5 Jcap न्यूटन है।",
      "start_time": "1455.599",
      "end_time": "1467.469"
    },
    {
      "id": 128,
      "transcript": "अब, क्या आप सभी सदिशों को जोड़ सकते हैं? आप जोड़ सकते हैं, है न? तो चलिए जल्दी से -3 IAP जोड़ते हैं। तो मुझे यह सब करने दीजिए। -3 IAP. मुझे इसे जोड़ने की ज़रूरत नहीं है। क्या मुझे वह जोड़ने की ज़रूरत है? हाँ, प्लस 3 IAP. तो यह हो गया, यह हो गया.",
      "start_time": "1468.9",
      "end_time": "1487.56"
    },
    {
      "id": 129,
      "transcript": "प्लस 5 रूट 3 IA.",
      "start_time": "1488.729",
      "end_time": "1493.339"
    },
    {
      "id": 130,
      "transcript": "यह भी किया जाता है।",
      "start_time": "1495.42",
      "end_time": "1496.599"
    },
    {
      "id": 131,
      "transcript": "अब, JAP. JAP क्या है? तो प्लस, तो मुझे वास्तव में यहाँ JAP लिखने दें। ठीक है, तो प्लस तो क्या JAP. क्या JAP 7 JAP.",
      "start_time": "1497.689",
      "end_time": "1509.75"
    },
    {
      "id": 132,
      "transcript": "4JA.",
      "start_time": "1512.119",
      "end_time": "1513.859"
    },
    {
      "id": 133,
      "transcript": "और कुछ? हो गया, हो गया, हो गया, हो गया, हो गया।",
      "start_time": "1515.209",
      "end_time": "1519.41"
    },
    {
      "id": 134,
      "transcript": "ठीक है, यह भाग, लेकिन वह अभी तक पूरा नहीं हुआ है, इसलिए प्लस 5 J.",
      "start_time": "1520.65",
      "end_time": "1525.26"
    },
    {
      "id": 135,
      "transcript": "4 किलोग्राम से भाग देने पर, इतने न्यूटन को इतने किलोग्राम से भाग देने पर।",
      "start_time": "1526.869",
      "end_time": "1533.189"
    },
    {
      "id": 136,
      "transcript": "इससे मुझे मीटर प्रति सेकंड वर्ग SI इकाई मिलेगी।",
      "start_time": "1533.76",
      "end_time": "1536.88"
    },
    {
      "id": 137,
      "transcript": "4 kg ब्लॉक वेक्टर का त्वरण वेक्टर त्वरण।",
      "start_time": "1537.78",
      "end_time": "1543.739"
    },
    {
      "id": 138,
      "transcript": "-3 + 3 कैंसर, 5 रूट 3 को 4 से भाग दिया गया, इसलिए 5 रूट 3 को 4 ICAP से भाग दिया गया, और यह क्या है?",
      "start_time": "1545.27",
      "end_time": "1555.709"
    },
    {
      "id": 139,
      "transcript": "5 + 77 + 5, 1212 + 4, 1616 को 44 से भाग दें। तो 4 JAP मीटर प्रति सेकंड वर्ग। यह सदिश है, लेकिन मान लीजिए वे आपसे पूछते हैं, दिशा देखें। यह कुछ ऐसा है जिसे मैंने JAP रखा है। यह उस दिशा में जा रहा है। यह एक गड़बड़ सवाल है, लेकिन आपको इसका आसान जवाब मिल गया है। मान लीजिए कोई कहता है, नहीं, नहीं, मुझे यह नहीं चाहिए, मुझे परिमाण चाहिए।",
      "start_time": "1557.3",
      "end_time": "1584.939"
    },
    {
      "id": 140,
      "transcript": "जिसका मतलब है कि हम इसे इस तरह लिखते हैं, बस ऊपर एक 'नहीं' तीर है। इसका उत्तर क्या है?",
      "start_time": "1586.619",
      "end_time": "1591.359"
    },
    {
      "id": 141,
      "transcript": "रूडोल्फ.",
      "start_time": "1591.949",
      "end_time": "1593.42"
    },
    {
      "id": 142,
      "transcript": "यह वर्ग और वह वर्ग। यह वर्ग क्या है? 5 वर्ग 25 होगा।",
      "start_time": "1594.719",
      "end_time": "1600.31"
    },
    {
      "id": 143,
      "transcript": "4 का वर्ग 16, 3 पूर्ण वर्ग का मूल मूलतः मुझे 3 देगा।",
      "start_time": "1601.14",
      "end_time": "1606.969"
    },
    {
      "id": 144,
      "transcript": "प्लस 4 वर्ग, जो 60 है।",
      "start_time": "1607.819",
      "end_time": "1610.03"
    },
    {
      "id": 145,
      "transcript": "आप इसे ले सकते हैं, 75 + 1616 को सरल करें तो कुछ होगा, है न? 256, आप इसे जोड़ सकते हैं, फिर आप वर्गमूल निकाल सकते हैं, लेकिन आपको कुछ संख्या मिलेगी, अजीब संख्या, और यही उत्तर है।",
      "start_time": "1610.77",
      "end_time": "1622.18"
    },
    {
      "id": 146,
      "transcript": "ठीक है, इतने मीटर प्रति वर्ग सेकंड। जाहिर है आपको सरलीकरण की आवश्यकता है। मैं ऐसा नहीं कर रहा हूँ। तो क्या यह सभी को स्पष्ट है? आप समझ गए कि इस समस्या को कैसे हल करना है क्योंकि यहाँ जो महत्वपूर्ण है वह यह है कि आप इस बल को हल करें। अब यह ING में दिया गया था। मान लीजिए कि यह एक कोण के साथ भी दिया गया था, तो आप हल करेंगे। मान लीजिए कि आपको यह कोण या यह कोण देने के बजाय, यह कोण दिया गया था, तो आप कहेंगे कि यह बल कारण बनता है।",
      "start_time": "1622.78",
      "end_time": "1648.26"
    },
    {
      "id": 147,
      "transcript": "ऐसा होगा क्योंकि यह कोण भी थीटा हो सकता है। तब आप कहेंगे कि F क्योंकि थीटा वह घटक होगा, F साइन थीटा यह घटक होगा।",
      "start_time": "1648.8",
      "end_time": "1659.469"
    },
    {
      "id": 148,
      "transcript": "आपको कॉस्ट थीटा JAP के लिए थोड़ा सावधान रहना होगा। साइन थीटा आपको माइनस ICAP देगा क्योंकि यह उस दिशा में इशारा कर रहा है। सौभाग्य से, हमारे पास इस प्रश्न में यह नहीं है, ठीक है, लेकिन हो सकता है कि हमारे पास हो। अब, दुर्भाग्य से, हम जो भी प्रश्न कर रहे थे वे सभी अंतरिक्ष में हैं।",
      "start_time": "1660.119",
      "end_time": "1675.16"
    },
    {
      "id": 149,
      "transcript": "मुझे गुरुत्वाकर्षण की गणना करने की आवश्यकता नहीं थी। मुझे फर्श के बारे में चिंता करने की आवश्यकता नहीं थी। अब, कभी-कभी यह सब मायने रखता है। तो आइए हम कुछ ऐसे प्रश्न लेते हैं जहाँ आपके पास कोणों पर कार्य करने वाले बल हैं, लेकिन आपके पास यह पृथ्वी की सतह पर है। इसका मतलब है कि एक बड़े बॉक्स की कल्पना करें। मैं इसे एक मेज पर रखता हूँ और इस तरह खींच रहा हूँ। मेरे बल एक कोण पर हैं, है न? लेकिन ब्लॉक संभवतः क्षैतिज रूप से आगे बढ़ने वाला है।",
      "start_time": "1675.76",
      "end_time": "1701.8"
    },
    {
      "id": 150,
      "transcript": "यह ऊपर की ओर भी बढ़ सकता है, लेकिन यह क्षैतिज रूप से भी बढ़ सकता है। तो आइए हम इस तरह के प्रश्न पर विचार करें।",
      "start_time": "1702.13",
      "end_time": "1706.26"
    }
  ]
}